Revit 2027 API
VoltageTypeSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual VoltageTypeSetIterator ReverseIterator()
Public Overridable Function ReverseIterator As VoltageTypeSetIterator
public:
virtual VoltageTypeSetIterator^ ReverseIterator()
abstract ReverseIterator : unit -> VoltageTypeSetIterator
override ReverseIterator : unit -> VoltageTypeSetIterator
Return Value
VoltageTypeSetIterator
Returns a backward moving iterator to the set.
See Also
Reference
VoltageTypeSet Class
Autodesk.Revit.DB.Electrical Namespace